tutorials/lagrangian/rhoPisoTwinParcelFoam/simplifiedSiwek/Allrun
#!/bin/bash
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application from system/controlDict
application=`getApplication`

# make sure the application is compiled
compileApplication ../$application

runApplication blockMesh
runApplication $application
